var css_day03 = [
  ['important', "[ɪm'pɔrtnt]", 9, '重要的，有权利的;', '最高级的'],
  ['border', "['bɔrdɚ]", 7, '边框', '粗细 样式 颜色 没有三个属性没有顺序'],
  ['solid', "['sɑlɪd]", 8, '实线', '-'],
  ['dashed', '[dæʃt]', 8, '虚线', '-'],
  ['dotted', "['dɑtɪd]", 8, '点线', '-'],
  ['padding', "['pædɪŋ]", 7, '填补，内边距;', '4种设置方式'],
  ['margin', "['mɑrdʒən]", 7, '边缘，边距;', '4种设置方式'],
  ['auto', "['ɔto]", 8, '自动;', '自动填充'],
]

var css_day04 = [
  ['list-style', '[lɪst] [staɪl]', 7, '文章，条款;', '清除li的小点'],
  ['none', '[nʌn]', 8, '没有任何东西', '清空'],
  ['float', '[flot]', 7, '浮动，浮点数;', 'left，right，none'],
  ['clear', '[klɪr]', 9, '清晰，清除;', '清除浮动'],
  ['both', '[boθ]', 8, '两个，两者;', '清除浮动属性的值'],
  ['overflow', "[,ovɚ'flo]", 7, '泛滥，溢出;', '-'],
  ['hidden', "['hɪdn]", 8, '躲藏，隐藏;', '-'],
]
